{"pages":[{"url":"http://localhost:8000/pages/about.html","text":"Profession Hi! I'm Ege, I'm a from Izmir, Turkey. This is my personal website where I'll be sharing my personal views on transportation, engineering, analytics, optimization, supply chains, coding and a bunch of other random stuff, which might include my hobbies such as gaming, movies and music. It was a pleasure for me to play computer games like Transport Tycoon or SimCity when I was younger; coming to a realization that what I used to get higher scores in those games actually have resulted from me questioning which lane goes faster in a congested highway, which train signalization results in lowest delays or which route to take to achieve the lowest travel times. Learning how many variables these everyday problems included was an amusement for me and led me to enroll for transportation-related courses during my undergraduate years. After becoming more involved with the field as a Research Assistant for Prof. Ilgin Gokasar at Bogazici University, I wanted to learn more. For this, I moved to the US, and I'm gonna get my M.S. degree from Northwestern University in December 2012. During my time at Northwestern, I tried to widen my scope by wandering into different fields within Transportation such as Public Policy, Air Transportation and Behavior Modelling. My main research interests stayed the same during this period, focusing on Macroscopic Traffic Flow Theories on which I have worked with Prof. Yu (Marco) Nie. If you would like to take a closer look at my resume, you can find it here. I'd like to pass credit to Mr. Claudio Walser for transforming the Marble theme for Pelican . I've made some very small CSS changes to get the icons working. Photo credits for main page (The ones I was able to track the source): Ryu Ho-Yeol Ben L Mladen Kesic","tags":"pages","title":"About Ege"},{"url":"http://localhost:8000/lol-paper.html","text":"Hey all, This is the title for one of my papers that I have developed for Advanced Theories in Travel Demand Forecasting. I have created an online survey, using Google Forms, got nearly 1200 responses in 48 hours and used that to analyze timing patterns and behaviors of League of Legends™ players. I have created an artificial measure of how strong each Champion (Characters that you can select to represent yourself) and each team that attended IPL4 Tournament (International Gaming Network Pro League). Using this measures, I tried to see if top players' choices affected common players after IPL4. The result is that, Champions selected by teams that performed good at IPL4 were selected more as a result of common players being affected by such tournaments. The second part of the study was about people's choice of gaming time and duration based on their player properties such as total number of Normal and Ranked Games played and current ELO (which is the ranking system used by League of Legends™). The study shows that top level players (that has >1800 ELO ratings) play usually really late at night, probably starting around midnight, leading to unusual sleeping patterns. The paper is available here for further reading. Best","tags":"Theoretical","title":"A Study of Activity Engagement and Gaming Influence Based on Online Surveys"},{"url":"http://localhost:8000/my-first-review.html","text":"Following is a review of my favorite mechanical keyboard.","tags":"Review","title":"My First Review"}]}